Repository: giellalt/corpus-nob
Catalog: tmx/sme/admin/sd/samediggi.no/ose.html.tmx
Source language: nob
Languages: sme

source: Øse ca. 1960 De første som bosatte seg på Øse var Knut Larsen og hans kone Elen Olsdatter Panis, de kom dit i 1847.
sme: Vuosttaš olbmot mat ásaiduvve Øsii ledje Knut Larsen ja su eamit Elen Olsdatter Panis, soai bođiiga dohko 1847.

source: De tok til seg gutten John Johnsen (1865-1918) som kom fra gården Fedreheim i Vassdalen.
sme: Soai válddiiga bártnáža John Johnsen (1865-1918), guhte bođii dálus Fedreheimas Áravákkis, alcceska biebmobárdnin.

source: Guttens far hadde omkommet i et forlis utenfor Sølvsteinen i Veggen, og kona kunne ikke ta vare på alle barna alene.
sme: Bártni áhčči lei heavvanan olggobealde Sølvsteinena Veggenis, ja eamit ii nákcen dikšut visot mánáid.

source: John giftet seg senere og flyttet til Sletthaug.
sme: John náitalii maŋŋil ja fárrii Stellahugii.

source: Paret på Øse hadde også ei pleiedatter, Berit Maria Johnsdatter.
sme: Báras lei maid biebmonieidan Berit Maria Johnsdatter.

source: Berit Maria giftet seg med Henrik Henriksen Panis (1854-1934) fra Vassøse i Gratangen.
sme: Berit Maria náitalii Henrik Henriksen Panisiin 1854-1934) guhte bođii Vassøses Rivttagis.

source: De bodde i gamme på Nyheim, men overtok gammen på Øse etter at Knut døde.
sme: Soai oruiga goađis Nyheimas, muhto oaččuiga goađi Øses maŋŋil go Knut jámii.

source: Berit og Henrik bygde et tømmerhus rundt 1890, hvor de bodde med sine 12 barn.
sme: Berit ja Henrik huksiiga hirsaviesu birrasii 1890, gos oruiga iežaska 12 mánáin.

source: Huset ble revet på 1960-tallet.
sme: Viesu gaiko 1960-logus.

source: Steinmurene er fortsatt bevart.
sme: Viesu geađgejuolgi lea seilon.

source: Berit Maria (Marja) var ei såkalt krafsakjerring som hjalp naboer under fødsler.
sme: Berit Maria (Marja) doaimmai čalbmeeadnin (čalbmeroggangerek) ja mii veahkehii siidaguimmiid riegádettiin.

source: Hennes datter, Hanna, var en kjent personlighet i området.
sme: Su nieida, Hanna, lei beakkán guovllus.

source: Hun drev småhandel, og dro rundt med sykkel og skinnsekk og bød fram varer.
sme: Son lei gávpeolmmoš ja jođašii sihkkeliin ja náhkkelávkkain ja fáladii gálvvuid.

source: Hanna var ei fargerik dame som det knyttes mange fortellinger til:
sme: Hanna lei ivdnás nisu, ja su birra leat ollu muitalusat.

source: Henrik arbeidet i vegvesenet, og var bas under byggingen av veien fra Snubba til Lenvik.
sme: Henrik barggai geaidnodoaimmahagas, ja lei bargojođiheaddjin dalle go huksejedje geainnu Duorggas Leaŋgáviikii.

source: i Jansbakken fikk navnet sitt etter arbeidslederen.
sme: Nu gohčodišgohtege šaldi Jansbakken .

source: I 1916 ble det skilt ut to bruk fra Lars Olsens (1844-1928) gård Steinmo.
sme: Steinmo juohkin 1916:s de juhke Lars Olsena (1844-1928) eanadállodoalu guovtti eanadállodollui.

source: Lars` sønn Anders overtok Solheim.
sme: Lars bárdni Anders válddii badjelasas Solheima.

source: Ole Øse overtok Øvre Steinmo, nå kjent som Øse.
sme: Ole Øse ges válddii badjelasas Steinmo, dál gohčoduvvo Øsen.

source: Ole giftet seg med Anna Andersdatter (1895-1979) fra Nergård.
sme: Ole náitalii Anna Andersdatteriin (1895-1979), guhte bođii Vuollegoađis.

source: Ole var, som sin far Henrik, ansatt i vegvesenet.
sme: Ole barggai, nu go áhččis Henrik, geaidnodoaimmahagas.

source: Rundt 1920 fikk de filial til Agur Danielsens butikk i Botn.
sme: Birrasii 1920:s ožžo sii filiála Agur Danielsena gávpái Botnis.

source: Butikken på Øse var i kjelleren på tømmerhuset som sto her.
sme: Øse Gávpi lei hirsaviesu gealláris.

source: Rundt 1930 opprettet Anna i stua.
sme: Birrasii 1930 ásahii Anna gámmárii.

source: Ifølge samisk tradisjon skulle veifarende få både mat og overnattingsplass.
sme: Sámi árbevieru mielde galge mátkkálaččat mat johte meattá oažžut sihke biepmu ja idjadit.

source: Dette innebar en stor økonomisk belastning.
sme: Dát lei stuorra gollun.

source: Da Anna åpnet kafeen, tjente de noen små slanter på de veifarende.
sme: Go Anna rabai kafea, de sii dinejedje veahá ruđa mátkkálaččain.

source: Kafeen var veldig populær blant folk i bygda.
sme: Kafea šattai hui bivnnut gili olbmuid gaskkas.

source: Søndager gikk folk mann av huse for å drikke ettermiddagskaffe og spise Annas legendariske rømmekolle.
sme: Sotnabeaivvi bohte eatnat olbmot juhkat gáfe veaigin ja borrat Anna beakkán lákcamielkki.

source: Tid om annen ble det også holdt læstadianske samlinger på Øse, enten i huset eller på låven.
sme: Duollet dálle ledje maiddái lestadiánalaš čoakkálmasat Øses, viesus dahje láđus.
